{"Ticker":{"0":"CFG","1":"MS","2":"CME","3":"JPM","4":"GS","5":"PYPL","6":"BRK-A","7":"BRK-B","8":"USB","9":"IBKR","10":"AXP"},"Company_Name":{"0":"Citizens Financial Group, Inc.","1":"Morgan Stanley","2":"CME Group Inc.","3":"JPMorgan Chase & Co.","4":"The Goldman Sachs Group, Inc.","5":"PayPal Holdings, Inc.","6":"Berkshire Hathaway Inc.","7":"Berkshire Hathaway Inc.","8":"U.S. Bancorp","9":"American Express Company","10":null},"Description":{"0":"Citizens Financial Group, Inc. operates as the bank holding company for Citizens Bank, National Association and Citizens Bank of Pennsylvania that provides retail and commercial banking products and services in the United States. The company operates in two segments, Consumer Banking and Commercial Banking. The Consumer Banking segment offers traditional banking products and services, including checking and savings accounts, home and education loans, credit cards, business loans, mortgage and home equity lending, and unsecured product finance and personal loans, as well as wealth management and investment services to retail customers and small businesses. This segment also provides indirect auto finance for new and used vehicles through auto dealerships. The Commercial Banking segment offers various financial products and solutions, such as loans and leasing, trade finance, deposit and treasury management, cash management, and foreign exchange and interest rate risk management solutions; and corporate finance, merger and acquisition, and debt and equity capital markets capabilities. It serves government banking, not-for-profit, healthcare, technology, professionals, oil and gas, asset finance, franchise finance, asset-based lending, commercial real estate, private equity, and sponsor finance industries. Citizens Financial Group, Inc. operates approximately 1,100 branches and 2,900 ATMs in 11 states in the New England, Mid-Atlantic, and Midwest regions, as well as through online, telephone, and mobile banking services; and maintains approximately 140 retail and commercial non-branch offices in its banking footprint and in other states, and the District of Columbia. The company was formerly known as RBS Citizens Financial Group, Inc. and changed its name to Citizens Financial Group, Inc. in April 2014. Citizens Financial Group, Inc. was founded in 1828 and is headquartered in Providence, Rhode Island.","1":"Morgan Stanley, a financial holding company, provides various financial products and services to corporations, governments, financial institutions, and individuals in the Americas, Europe, the Middle East, Africa, and Asia. The company operates through Institutional Securities, Wealth Management, and Investment Management segments. The Institutional Securities segment offers capital raising and financial advisory services, including services related to the underwriting of debt, equity, and other securities, as well as advice on mergers and acquisitions, restructurings, real estate, and project finance. This segment also provides sales and trading services, such as sales, financing, prime brokerage, and market-making services in equity and fixed income products consisting of foreign exchange and commodities; corporate loans, commercial mortgage lending, and asset-backed lending; financing for sales and trading customers; and investment and research services. The Wealth Management segment offers various financial services and solutions covering brokerage and investment advisory services, financial and wealth planning services, annuity and insurance products, securities-based lending, residential real estate loans and other lending products, and banking and retirement plan services to individual investors and small to medium-sized businesses and institutions. The Investment Management segment provides various investment strategies and products comprising equity, fixed income, liquidity, and alternative\/other products to defined benefit\/defined contribution plans, foundations, endowments, government entities, sovereign wealth funds, insurance companies, and third-party fund sponsors and corporations through a network of institutional and intermediary channels. Morgan Stanley was founded in 1924 and is headquartered in New York, New York.","2":"CME Group Inc., through its subsidiaries, operates contract markets for the trading of futures and options on futures contracts worldwide. It offers a range of products across various asset classes, including futures and options based on interest rates, equity indexes, foreign exchange, energy, agricultural commodities, and metals, as well as fixed income products. The company executes trade through its electronic trading platforms, open outcry, and privately negotiated transactions; and provides clearing for exchange-traded contracts and cleared swaps, as well as settlement services. It also offers transaction lifecycle management services, such as trade and portfolio management, financial resource optimization, analytics, and regulatory reporting. In addition, the company provides a range of market data services, including real-time and historical data services. It serves professional traders, financial institutions, institutional and individual investors, corporations, manufacturers, producers, governments, and central banks. The company was formerly known as Chicago Mercantile Exchange Holdings Inc. and changed its name to CME Group Inc. in July 2007. CME Group Inc. was founded in 1898 and is headquartered in Chicago, Illinois.","3":"JPMorgan Chase & Co. operates as a financial services company worldwide. It operates in four segments: Consumer & Community Banking (CCB), Corporate & Investment Bank (CIB), Commercial Banking (CB), and Asset & Wealth Management (AWM). The CCB segment offers deposit and investment products and services to consumers; lending, deposit, and cash management and payment solutions to small businesses; mortgage origination and servicing activities; residential mortgages and home equity loans; and credit card, payment processing, auto loan, and leasing services. The CIB segment provides investment banking products and services, including corporate strategy and structure advisory, and equity and debt markets capital-raising services, as well as loan origination and syndication; cash management and liquidity solutions; and cash securities and derivative instruments, risk management solutions, prime brokerage, and research. This segment also offers securities services, including custody, fund accounting and administration, and securities lending products for asset managers, insurance companies, and public and private investment funds. The CB segment provides financial solutions, including lending, treasury, investment banking, and asset management to corporations, municipalities, financial institutions, and nonprofit entities, as well as financing to real estate investors and owners. The AWM segment offers investment and wealth management services across equities, fixed income, alternatives, and money market fund asset classes; multi-asset investment management services; retirement products and services; and brokerage and banking services. The company also provides ATM, digital covering online and mobile, and telephone banking services. JPMorgan Chase & Co. has a strategic partnership with StatPro Group plc to develop a multi-asset portfolio analytics solution for asset managers. The company was founded in 1799 and is headquartered in New York, New York.","4":"The Goldman Sachs Group, Inc. operates as an investment banking, securities, and investment management company worldwide. It operates in four segments: Investment Banking, Institutional Client Services, Investing & Lending, and Investment Management. The Investment Banking segment provides financial advisory services, including strategic advisory assignments related to mergers and acquisitions, divestitures, corporate defense activities, restructurings, spin-offs, and risk management; and underwriting services, such as debt and equity underwriting of public offerings and private placements of various securities and other financial instruments, as well as derivative transactions with public and private sector clients. The Institutional Client Services segment is involved in client execution activities related to making markets in cash and derivative instruments for interest rate products, credit products, mortgages, currencies, commodities, and equities; and provision of securities services comprising financing, securities lending, and other brokerage services, as well as the marketing and clearing of client transactions on various stock, options, and futures exchanges. The Investing & Lending segment invests in and originates longer-term loans; and makes investments in debt securities and loans, public and private equity securities, and infrastructure and real estate entities, as well as provides unsecured and secured loans through its digital platforms. The Investment Management segment offers investment management services; and wealth advisory services consisting of portfolio management, financial planning and counseling, and brokerage and other transaction services. The company serves corporations, financial institutions, governments, and individuals. The Goldman Sachs Group, Inc. was founded in 1869 and is headquartered in New York, New York.","5":"PayPal Holdings, Inc. operates as a technology platform and digital payments company that enables digital and mobile payments on behalf of consumers and merchants worldwide. Its payment solutions include PayPal, PayPal Credit, Braintree, Venmo, Xoom, and iZettle products. The company's Payments Platform allows consumers to send payments, withdraw funds to their bank accounts, and hold balances in their PayPal accounts in various currencies. It also offers gateway services that enable merchants to accept payments online with credit or debit cards. PayPal Holdings, Inc. was founded in 1998 and is headquartered in San Jose, California.","6":"Berkshire Hathaway Inc., through its subsidiaries engages in insurance, freight rail transportation, and utility businesses. It provides property and casualty insurance and reinsurance, as well as life, accident, and health reinsurance; and operates railroad systems in North America. The company also generates, transmits, stores, and distributes electricity from natural gas, coal, wind, solar, hydro, nuclear, and geothermal sources; operates natural gas distribution and storage facilities, interstate pipelines, and compressor and meter stations; and holds interest in coal mining assets. In addition, it offers real estate brokerage services; and leases transportation equipment and furniture. Further, the company manufactures boxed chocolates and other confectionery products; specialty chemicals, metal cutting tools, and components for aerospace and power generation applications; flooring, insulation, roofing and engineered, building and engineered components, paints and coatings, and bricks and masonry products, as well as offers homebuilding and manufactured housing finance; recreational vehicles, apparel products, jewelry, and custom picture framing products; and alkaline batteries. Additionally, it manufactures castings, forgings, fasteners\/fastener systems, and aerostructures; titanium, steel, and nickel; and seamless pipes and fittings. The company distributes newspapers, televisions, and information; franchises and services quick service restaurants; distributes electronic components; and offers logistics services, grocery and foodservice distribution services, professional aviation training programs, and fractional aircraft ownership programs. In addition, it retails automobiles; furniture, bedding, and accessories; household appliances, electronics, and computers; jewelry, watches, crystal, china, stemware, flatware, gifts, and collectibles; kitchenware; and motorcycle accessories. The company was founded in 1889 and is headquartered in Omaha, Nebraska.","7":"Berkshire Hathaway Inc., through its subsidiaries engages in insurance, freight rail transportation, and utility businesses. It provides property and casualty insurance and reinsurance, as well as life, accident, and health reinsurance; and operates railroad systems in North America. The company also generates, transmits, stores, and distributes electricity from natural gas, coal, wind, solar, hydro, nuclear, and geothermal sources; operates natural gas distribution and storage facilities, interstate pipelines, and compressor and meter stations; and holds interest in coal mining assets. In addition, it offers real estate brokerage services; and leases transportation equipment and furniture. Further, the company manufactures boxed chocolates and other confectionery products; specialty chemicals, metal cutting tools, and components for aerospace and power generation applications; flooring, insulation, roofing and engineered, building and engineered components, paints and coatings, and bricks and masonry products, as well as offers homebuilding and manufactured housing finance; recreational vehicles, apparel products, jewelry, and custom picture framing products; and alkaline batteries. Additionally, it manufactures castings, forgings, fasteners\/fastener systems, and aerostructures; titanium, steel, and nickel; and seamless pipes and fittings. The company distributes newspapers, televisions, and information; franchises and services quick service restaurants; distributes electronic components; and offers logistics services, grocery and foodservice distribution services, professional aviation training programs, and fractional aircraft ownership programs. In addition, it retails automobiles; furniture, bedding, and accessories; household appliances, electronics, and computers; jewelry, watches, crystal, china, stemware, flatware, gifts, and collectibles; kitchenware; and motorcycle accessories. The company was founded in 1889 and is headquartered in Omaha, Nebraska.","8":"U.S. Bancorp, a financial services holding company, provides various financial services in the United States. It operates in five segments: Corporate and Commercial Banking, Consumer and Business Banking, Wealth Management and Investment Services, Payment Services, and Treasury and Corporate Support. The company offers depository services, including checking accounts, savings accounts, and time certificate contracts; and lending services, such as traditional credit products, as well as credit card services, lease financing and import\/export trade, asset-backed lending, agricultural finance, and other products. It also provides ancillary services comprising capital markets, treasury management, and receivable lock-box collection services to corporate customers; and a range of asset management and fiduciary services for individuals, estates, foundations, business corporations, and charitable organizations. In addition, the company offers investment and insurance products to its customers principally within its markets, as well as fund administration services to a range of mutual and other funds. Further, it provides corporate and purchasing card, and corporate trust services; and merchant processing services, as well as cash and investment management, ATM processing, mortgage banking, and brokerage and leasing services. The company offers its products and services through operating a network of 3,018 banking offices principally operating in the Midwest and West regions of the United States, as well as through online services and over mobile devices. It also operates a network of 4,681 ATMs. The company was founded in 1863 and is headquartered in Minneapolis, Minnesota.","9":"American Express Company, together with its subsidiaries, provides charge and credit payment card products, and travel-related services to consumers and businesses worldwide. It operates through three segments: Global Consumer Services Group, Global Commercial Services, and Global Merchant and Network Services. The company's products and services include charge and credit card products, as well as other payment and financing products; network services; expense management products and services; travel-related services; and prepaid products. Its products and services also comprise merchant acquisition and processing, servicing and settlement, point-of-sale marketing, and information products and services for merchants; and fraud prevention services, as well as the design and operation of customer loyalty programs. The company sells its products and services to consumers, small businesses, mid-sized companies, and large corporations through online and mobile applications, third-party vendors and business partners, direct mail, telephone, in-house teams, and direct response advertising. American Express Company was founded in 1850 and is headquartered in New York, New York.","10":null},"Telephone":{"0":"4014567000","1":"2127614000","2":"3129301000","3":"2122706000","4":"2129021000","5":"4089671000","6":"4023461400","7":"4023461400","8":"6514663000","9":"2126402000","10":null},"Address":{"0":"One Citizens PlazaProvidence, RI 02903","1":"1585 BroadwayNew York, NY 10036","2":"20 South Wacker DriveChicago, IL 60606","3":"383 Madison AvenueNew York, NY 10179","4":"200 West StreetNew York, NY 10282","5":"2211 North First StreetSan Jose, CA 95131","6":"3555 Farnam StreetOmaha, NE 68131","7":"3555 Farnam StreetOmaha, NE 68131","8":"800 Nicollet MallMinneapolis, MN 55402","9":"200 Vesey StreetLower Manhattan","10":null},"Key_Execs_Name":{"0":"Mr. Bruce W. Van Saun","1":"Mr. James Patrick Gorman","2":"Mr. Terrence A. Duffy","3":"Mr. James  Dimon","4":"Mr. David Michael Solomon","5":"Mr. Daniel H. Schulman","6":"Mr. Warren E. Buffett","7":"Mr. Warren E. Buffett","8":"Mr. Andrew  Cecere","9":"Mr. Stephen Joseph Squeri","10":null},"Key_Execs_Title":{"0":"Chairman, Pres & CEO","1":"Chairman & CEO","2":"Chairman & CEO","3":"Chairman & CEO","4":"Chairman & CEO","5":"Pres, CEO & Director","6":"Chairman, Pres & CEO","7":"Chairman, Pres & CEO","8":"Chairman, Pres & CEO","9":"Chairman & CEO","10":null},"Web_URL":{"0":"http:\/\/www.citizensbank.com","1":"http:\/\/www.morganstanley.com","2":"http:\/\/www.cmegroup.com","3":"http:\/\/www.jpmorganchase.com","4":"http:\/\/www.goldmansachs.com","5":"http:\/\/www.paypal.com","6":"http:\/\/www.berkshirehathaway.com","7":"http:\/\/www.berkshirehathaway.com","8":"http:\/\/www.usbank.com","9":"http:\/\/www.americanexpress.com","10":null}}